{
  "categories": [
    {
      "name": "Сушки и палочки",
      "products": [
        {
          "name": "Барабублик молочный",
          "description": "Румяное, нежное лакомство с ярким молочным вкусом за счет добавления в тесто цельного молока",
          "price": "240"
        }
      ]
    },
    {
      "name": "Печенье",
      "products": [
        {
          "name": "Двойняшки",
          "description": "Сахарное печенье, частично глазированое в уникальной какао-молочной глазури",
          "price": "1395"
        },
        {
          "name": "Сластёна с маком",
          "description": "Печенье из дрожжевого сдобного теста. Имеют форму треугольного рулетика. В качестве наполнителя используется маковая начинка",
          "price": "1015"
        },
        {
          "name": "Сластёна с творогом",
          "description": "Печенье из дрожжевого сдобного теста. Имеют форму треугольного рулетика. В качестве наполнителя используется творожная начинка",
          "price": "845"
        }
      ]
    },
    {
      "name": "Конфеты",
      "products": [
        {
          "name": "Майка",
          "description": "Молочные неглазированные конфеты с топленым молоком, Конфеты прямоугольной формы, Вид завертки - флоупак",
          "price": "815"
        },
        {
          "name": "Мартик",
          "description": "Молочные неглазированные конфеты с ванильно-сливочным вкусом, Конфеты прямоугольной формы. Вид завертки - флоупак",
          "price": "815"
        },
        {
          "name": "Курьёз",
          "description": "Частично глазированная конфета из молочной жировой массы с кукурузными хлопьями и хрустящими шариками. ",
          "price": "1450"
        },
        {
          "name": "Ярче с арахисом",
          "description": "Конфета из мягкой карамели и жареного арахиса. Конфета покрыта глазурью.",
          "price": "955"
        },
        {
          "name": "Красная Шапочка",
          "description": "Глазированные шоколадной глазурью конфеты. Корпус — начинка арахисовое пралине между двумя слоями вафель..",
          "price": "1405"
        },
        {
          "name": "Кара-Кум",
          "description": "Глазированные шоколадной глазурью конфеты прямоугольной формы. Корпус состоит из шоколадно-миндального пралине с добавлением вафельной крошки.",
          "price": "1405"
        }
      ]
    }
  ]
}
